Repository: asifzhcet11/Remote-Rhapsody
Catalog: skill-monplany-python/locale/*.po
Languages: de

# MONPLANY_ASK_LOGIN
source: YYou are not logged in. Please log in first via our website. What is your phone number for verification ?
de: Sie sind nicht angemeldet. Bitte zuerst anmelden über unsere Webseite

# MONPLANY_OK_LOGIN
source: You are already logged in. What should I do for you today?
de: Sie sind schon angemeldet. Was soll ich heute für Sie tun?

# MONPLANY_EVENT_TYPE
source: Which activity would you like to plan for today?
de: Welche Aktivität möchten Sie dann für heute planen?

# MONPLANY_AUTOMATIC_EVENT
source: Your plan for today has been created.
de: Ihr Plan für heute wurde erstellt.

# MONPLANY_NO_PLAN_TODAY
source: An automatic plan for today is not possible. please create a personalized plan.
de: Ein automatischer Plan für heute ist nicht möglich. bitte erstellen Sie einen personalisierten Plan

# MONPLANY_ASK_HOBBIES
source: What are your hobbies?
de: Hallo, was sind Ihre Hobbies?

# MONPLANY_TELL_HOBBIES
source: So you have {hobbies} hobbies. The following were successfully created
de: Sie möchten also {hobbies} Hobbies erstellen. Die Folgenden wurden erfolgreich erfasst

# MONPLANY_EMPTY_HOBBIES
source: So you have no hobbies ?
de: Sie haben also keine Hobbies ?

# MONPLANY_SHOP_EVENT
source: I will create a suitable shopping plan for you.
de: Ich werde für Sie ein passendes Plan für Einkaufen erstellen.

# MONPLANY_WATER_REMINDER
source: Excellent! Water is very important for everyday life. I will remind you of this regularly.
de: Herrvorragend! Wasser is tsehr wichtig für den Alltag. Ich werde Sie regelmäßig dran erinnern.

# MONPLANY_GYM_REMINDER
source: How much time would you like to spend in the gym?
de: Wie lange möchten Sie im Fitnessstudio etwa verbrauchen?

# MONPLANY_GYM_OK
source: Okay. I've worked out a schedule for your gym.
de: Ok. Ich habe für Sie einen Plan für Ihren Fitnessgym erstellt.

# MONPLANY_GYM_IMPOSSIBLE
source: Unfortunately, I cannot schedule the fitness training for today for this duration.
de: Für diese Dauer kann ich leider für heute Das Fitnesstraining nicht einplanen.

# MONPLANY_WRONG_TIME
source: Please enter correct times for proceeding
de: Bitte geben Sie korrekte Zeiten zum Bearbeiten

# MONPLANY_ACTIVITY_NOT_FOUND
source: I'm sorry. We have not yet implemented this functionality. Please choose between hobbies, shopping, water reminder or gym activities.
de: Tut mir Leid. Wir haben noch nicht diese Funktionalität implementiert. Bitte wählen Sie zwischen einkaufen, Wasser erinnerung oder Gym Aktivitäten

# MONPLANY_FINAl_MSG
source: Let us know if you need anything! Have a nice day.
de: Melden Sie sich wenn Sie etwas brauchen! Schönen Tag noch.

# HELLOAPP_HELLO
source: Hello, I am MonPlany
de: Hallo ich bin MonPlany

# HELLOAPP_JOKE
source: I have a joke for you! {joke}
de: Ich habe einen Witz für dich! {joke}

# HELLOAPP_REQUEST_ERROR
source: I had a trouble getting a joke. The error is {err}
de: Ich hatte Probleme, einen Witz zu bekommen. Der Fehler ist {err}

# HELLOAPP_RESPONSE_ERROR
source: I had a trouble getting a joke for you. I'm sorry :(
de: Ich hatte Probleme, einen Witz für dich zu bekommen. Es tut mir leid :(

# HELLOAPP_NUMBER_SUCCESS_MESSAGE
source: Congratulations! The number is {number}
de: Bingo! Die Nummer ist {number}

# HELLOAPP_NUMBER_WRONG_MESSAGE
source: I'm sorry, that was not my number. Maybe next time?
de: Es tut mir leid, das war nicht meine Nummer. Vielleicht nächstes Mal?

# HELLOAPP_NO_NUMBER_MESSAGE
source: I had a trouble understanding you. Please guess a number in a range of 1 to 10.
de: Ich hatte Probleme dich zu verstehen. Bitte rate eine Nummer von 1 bis 10.
